{
	"about": [
		{
			"title" : "About us",
			"content": "<p>Tamil cinema refers to Indian motion pictures produced in the language of Tamil. Based in the Indian state of Tamil Nadu,the hub of the Tamil film industry is in the Kodambakkam neighbourhood of Chennai. Kollywood is a colloquial term used to describe this industry, the word being a portmanteau of Kodambakkam and Hollywood. Tamil cinema has been described as the second leading industry of South Indian cinema, after Telugu cinema and accounting for the third-largest global box office gross after Hindi cinema (also known as Bollywood) and Telugu cinema among all Indian film industries</p> <p> The first Tamil silent film, Keechaka Vadham, was made by R. Nataraja Mudaliar in 1918. The first talking motion picture, Kalidas, was a multilingual and was released on 31 October 1931, less than seven months after India's first talking motion picture Alam Ara. By the end of the 1930s, the legislature of the State of Madras passed the Entertainment Tax Act of 1939.</p> <p>Tamil cinema later had a profound effect on other filmmaking industries of India, establishing Madras (now Chennai) as a secondary hub for Hindi cinema, other South Indian film industries, as well as Sri Lankan cinema. Over the last quarter of the 20th century, Tamil films from India established a global presence through distribution to an increasing number of overseas theatres in Singapore, Sri Lanka, Malaysia, Japan, the Middle East, parts of Africa, Oceania, Europe, and North America. The industry also inspired independent filmmaking in Tamil diaspora populations in Malaysia, Singapore, and the Western Hemisphere.</p> <p>In 1897, R.Hariharan,cheyyar first screened a selection of silent short films at the Victoria Public Hall in Madras. The films all featured non-fictional subjects; they were mostly photographed records of day-to-day events. The film scholar Stephen Hughs points out that within a few years there were regular ticketed shows in a hall in Pophams Broadway, started by one Mrs. Klug, but this lasted only for a few months. Once it was demonstrated as a commercial proposition, a Western entrepreneur, Warwick Major, built the first cinema theatre, the Electric Theatre, which still stands. </p> <p>It was a favourite haunt of the British community in Madras. The theatre was shut down after a few years. This building is now part of a post office complex on Anna Salai (Mount Road). The Lyric Theatre was also built in the Mount Road area. This venue boasted a variety of events, including plays in English, Western classical music concerts, and ballroom dances. Silent films were also screened as an additional attraction.</p>"
		}
	]
}
